Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2014/4_barekraftig_reindrift.pdf.tmx
Source language: nob
Languages: sme

source: I Røros-området reiste grunneiere en rekke rettsaker på 1980- og 1990-tallet.
sme: Plassje guovllus manne ollu eananeaiggádat diggái 1980- ja 1990-logus boazodoalu vuostá.

source: Reindrifta tapte flere av disse og fikk høyesterettsdommer mot seg med begrunnelser som undergrov reindriftas rettsstilling også innenfor reinbeitedistrikt.
sme: Boazodoallu vuoittahalai máŋgga áššis ja ožžo Alimusriekteduomuid iežaset vuostá dainna ákkain mii goaridii boazodoalu rivttiid, maiddái siskkobealde iežaset orohagaid.

source: Ei endring av reindriftsloven i 1996 styrket reindriftas posisjon noe, men viktigere var en plenumsdom i Høyesterett (Selbudommen) som slo fast at reindriftas rettigheter skulle vurderes ut fra dens egne forutsetninger.
sme: Rievdadeami mii bođii boazodoallolágas 1996 nannii boazodoalu sajádaga veahá, muhto Alimusrievtti plenumduopmu (Selbu-duopmu) lei buoret, mii celkkii ahte boazodoallo rievttit galge veardiduvvot iežaset eavttuid vuođul.

source: Presset fra rekreasjonssamfunnet er betydelig og øker over tid i relativt bynære områder (Lie et al. 2006).
sme: Lea garra sisabahkken ja lea juoga mii ain lassána gávpogiid lahka servodaga lustadoaimmaid dihte (Lie et al.2006).

source: Nord-Trøndelag reinbeiteområde hadde fram til begynnelsen av 1990-tallet også meget gunstige produktivitetstall.
sme: Davvi-Trøndelaga boazoguohtonguovllus ledje, gitta álggu geahčái 1990-logu, hui buorit buvttadanlogut.

source: Som følge av økende rovdyrstammer har distriktene nå høye, til dels meget høye, tap.
sme: Sivas go boraspiret leat lassánan, de leat orohagain dál oalle ollu vahágat.

source: Dette har ført til at produksjonen er redusert fra meget høy til middels.
sme: Dat lea mielddisbuktán ahte buvttadeapmi lea njiedjan alla dásis gaskageardán dássái.

source: Norges implementering av Bernkonvensjonen om ville dyr og planter skjedde også uten at reindrifta fikk innflytelse på dette.
sme: Go Norga bijai johtui Bernkonvenšuvnna vilda elliid ja šattuid birra, de ii beassan boazodoallu dasa maidege váikkuhit.

source: Økende rovdyrstammer har medført betydelig økning av tap til freda rovdyr.
sme: Boraspiriid lassáneapmi lea dagahan ahte masset ollu bohccuid ráfáidahtton boraspiriide.

source: Dette har fått størst utslag i Nord-Trøndelag og ført til markert nedgang i produktiviteten de to siste årtiene.
sme: Eanemus dovdo dat Davvi-Trøndelagas ja lea mielddisbuktán čalbmáičuohcci unnit buvttadeami dan maŋemus moaddelogi jagis.

source: Rovdyrstatistikken er ikke så enkel å trenge inn i, og dokumentasjonskravene er også vanskelige å oppfylle, men reindriftsfaglige vurderinger tilsier at reindrifta i enkelte distrikter kan stå i fare for å kollapse fordi det tapes for mange produksjonsdyr (Danell 2010).
sme: Boraspirestatistihkkii ii leat nu álki váikkuhit ja duođašteapmi maid ii leat álki. Boazodoallofágalaš árvvoštallamat ges lohket ahte muhtin orohagat sáhttet šaddat heaitit, go sii masset nu ollu njiŋŋelasaid (buvttadanbohccuid) (Danell 2010).

source: Nordland og Troms utgjør kjerneområder i regionen med ugunstig vinterklima (Tveraa mfl. 2007), og slaktevektmaterialet i næringsoversikten bekrefter oppsummeringen til Tveraa mfl. av at reinsdyrene i disse områdene utvikler mer robust kroppsstørrelse og høyere toleranse mot vanskelige vintre.
sme: Nordlánda ja Tromsa leat dat guovllut gos ii leat nu buorre dálvedálkkádat (Tveraa m.fl.2007), ja njuovvandeaddomateriála ealáhuslistus maid duođašta daid čálliid čoahkkáigeasu, go bohccot dain guovlluin leat mihá stuoribut ja de cevzet maid buorebut goavvi dálvviid.

source: Gjennomgangen viser også at begge områder har redusert kalvetilvekst og produktivitet som følge av økte rovdyrtap.
sme: Guorahallamat mat čájehit ahte goappaš guovlluin šaddet unnán miesit ja buvttadit unnán, sivas go masset nu ollu boraspiriide.

source: Begge områdene har også overskudd på barmarksbeitekapasitet (Reinbeitekommisjon 1967, Reinbeitekommisjon 2001).
sme: Goappaš guovlluin lea liiggás guohtoneanakapasitehta (Boazoguohtonkommišuvdna 1967, Boazoguohtonkommišuvdna 2001).

source: Næringsoversikten foran viser til og med at minst ett distrikt ikke benyttes til reindrift.
sme: Ealáhuslistu čájeha maid ahte unnimus okta orohat ii adno boazodoalus.

source: Dagens situasjon for den grenseoverskridende reindrifta mellom Norge og Sverige har vært uavklart i flere år.
sme: Dálá dilli dan rádjerasttildeaddji boazodoalus gaskal Norgga ja Ruoŧa lea leamaš eahpečielggas juo máŋga jagi.

source: Den norsk-svenske reinbeitekonvensjonen av 1972 utløp i 2002 og ble rutinemessig forlenget med fem år i påvente av forhandlinger.
sme: Dat Norgga-Ruoŧa boazoguohtonkonvenšuvdna, maid soabadalle 1972, nogai 2002. Vihtta jagi jotke ain doaimmaid nugo ovdal ge dahke, dan botta go vurde šiehtadallamiid.

source: En fagkommisjon la i sin innstilling i 2001 til grunn at den nye konvensjonen skal legge til rette for en økologisk, økonomisk og kulturelt bærekraftig grenseoverskridende reindrift.
sme: Okta fágalávdegoddi celkkii 2001 ahte dat ođđa konvenšuvdna galgá láhčit dili vai dat rádjerasttildeaddji boazodoallu šaddá ekologalaš, ekonomalaš ja kultuvrralaš ceavzil.

source: Kommisjonen tok utgangspunkt i at når det er kryssende interesser på tvers av grensen, er det reindriftssamene selv som må inngå lokale avtaler, mens statene må bidra med et regelverk som gjør dette mulig (Pavall 2007).
sme: Lávdegoddi oaivvildii ahte go goappašagain leat beroštumiid goabbat bealde ráji, de fertejit boazosápmelaččat ieža šiehtadit báikkálaš šiehtadusaid, ja stáhta ges ferte ráhkadit njuolggadusaid vai dat šaddá vejolažžan (Pavall 2007).

source: Etter dette har det vært gjennomført høringsrunder og forhandlinger mellom statene i to omganger; de siste ble sluttført i 2009. Konvensjonen ble undertegnet av begge statene i 2009, men ble ikke ratifisert.
sme: Maŋŋil dán lea leamaš gulaskuddanáigodagat ja stáhtat leat šiehtadallan guktii, maŋemus loahpahuvvui 2009. Konvenšuvdna vuolláičállui goappaš stáhtain 2009, muhto ii ratifiserejuvvon.

source: Prosessen omkring det nye konvensjonsforslaget har vært meget vanskelig.
sme: Konvenšuvdnaárvalusa proseassa lea leamaš hui váttis.

source: I påvente av den nye konvensjonen vedtok Norge i 2005 en lov som innebar en ensidig forlengelse av 1972-konvensjonen, mens Sverige har holdt seg til at uten konvensjon er det Lappekodisillen som gjelder.
sme: Dan botta go vurde dan ođđa konvenšuvnna mearridii Norga 2005 ovttabeallásaš lága mii guhkidii 1972 konvenšuvnna, seammás go Ruoŧŧa ges lea dan oaivilis ahte go ii leat konvenšuvdna, de lea Lappekodicilla mii doaibmá.

source: Fraværet av en gyldig konvensjon har derfor fått ulike konsekvenser for norske og svenske reindriftssamer.
sme: Go ii leat dohkkehuvvon konvenšuvdna doaimmas, de lea dat dagahan goabbat lágan váikkuhusaid sihke Norgga beale ja Ruoŧa beale boazosápmelaččaide.

source: Svenske reindriftssamer bestrider rettmessigheten av den norske loven av 2005 og har foretatt innflyttinger til Troms i strid med denne loven, mens norske myndigheter har foretatt tvangsutdriving, til og med fra områder som ikke er brukt av norske reindriftssamer (Lenvikhalvøya).
sme: Ruoŧa boazosápmelaččat eahpidit rievttalašvuođa dan 2005 Norgga lágas ja leat joatkán johtit Tromsii lobi haga, dan lága ektui. Norgga eiseválddiid ges leat bákkuin vuojehan ealuid eret, vel dakkár guovlluin nai maid Norgga boazosápmelaččat eai ane (Ávgolatnjárga).

source: Det kunne umiddelbart virke som om svenske myndigheter støttet «sine» samer gjennom sin henvisning til at Lappekodisillen gjelder, men Sveriges forhandlingsleder 2003–2005 Lars Norberg har avslørt et mindre flatterende bilde.
sme: Orru dego nu ahte Ruoŧa eiseválddit dorjo iežaset sápmelaččaid dás go oaivvildit ahte lea Lappekodicilla mii gusto, muhto Ruoŧa šiehtadallan ovddasteaddji Lars Norberg lea geažuhan ahte dat ii leat nu ovdamunni.

source: I konvensjonsforhandlinger i 2004 ble svenske reindriftssamer for første gang spurt om hva de mente.
sme: 2004 jerrojuvvui Ruoŧa boazodolliin vuosttaš geardde maid sii oaivvildedje konvenšuvdnašiehtadallamiid birra.

source: Spørsmålet var om de ville akseptere videre forlenging av 1972-konvensjonen.
sme: Jearaldat lei áigo go viidásit dohkkehit guhkiduvvot 1972-konvenšuvnna.

source: Svaret ble et unisont nei.
sme: Vástádus lei ovttajienalaččat ii.

source: Etter at Sverige sa nei til en forlenging, presenterte Norberg en strategi for at Sverige skulle kreve at svenske reindriftsamer fikk tilbake områder de hadde tapt i 1972. Kort tid etter dette ble den erfarne diplomaten løst fra sitt oppdrag (Norberg 2007).
sme: Maŋŋil go Ruoŧŧa logai ahte eai áiggo guhkidit konvenšuvnna, ovdanbuvttii Norberg strategiija Ruŧŧii, mas Ruoŧa boazosápmelaččat galge gáibidišgoahtit ruovttoluotta guovlluid maid ledje massán 1972 konvenšuvnnas. Dakka maŋŋil dien, de šattai dat hárjánan diplomáhtta heaitit ámmáhis (Norberg 2007).

source: Sametingene i Norge og Sverige fikk i september 2012 sammen med Svenska Samernas Riksförbund og Norske Reindriftssamers Landsforbund som oppdrag fra norsk og svensk regjering å arbeide videre med å få til en norsk-svensk reinbeitekonvensjon som ivaretar alle parters rettigheter og interesser på en god måte.
sme: Čakčamánu 2012 oaččuiga Norgga ja Ruoŧa Sámedikkit ovttas Ruoŧa Sámiid Riikabellodagain ja Norgga Boazosápmelaččaid Riikkaservviin ovddasvástádusa Norgga ja Ruoŧa ráđđehusain bargat viidásit oažžut fas Norgga-Ruoŧa boazoguohtonkonvenšuvnna, mii vuhtii váldá buohkaid rivttiid ja beroštumiid buori vuogi mielde.

source: En grenseoverskridende samisk arbeidsgruppe ledet av Sametinget i Norge la i mars 2014 fram forslag til en ny konvensjonstekst. Nå er det opp til de to statene å sørge for at 42 reinbeitedistrikter og samebyer endelig får ordnede forhold på tvers av riksgrensen.
sme: Riikarasttildeaddji sámi bargojoavku, maid Norgga Sámediggi jođihii, buvttii ovdan árvalusa ođđa konvenšuvdnatekstii njukčamánu 2014. Dál lea dan guovtti stáhta duohken fuolahit ahte 42 boazoorohaga ja čearu viimmat ožžot fas ortnet dilálašvuođaid riikarájiid rastá.

source: 4.4.2 Finnmark
sme: 4.4.2 Finnmárku

source: Finnmark omfatter pr. 2013 så mye som 73 % av all tamrein tilhørende norske statsborgere og har også fått det vesentlige av den offentlige oppmerksomheten som reindrifta får, inkludert myndighetenes oppmerksomhet.
sme: Finnmárkkus ledje 2013 73 % buot bohccuin Norggas mat gullet Norgga stáhtaborgáriidda, ja lea maid eanas ožžon dan almmolaš fuomášumi maid boazodoallu oažžu, maiddái eiseválddiid bealis.

source: Som det også går fram av forrige delkapittel, har statens politikk med tanke på å regulere reintallet i Karasjok og Kautokeino vært fullstendig mislykket.
sme: Nugo maid boahtá ovdán dan ovddit oassekápihttalis, de ii leat stáhta lihkostuvvan iežas politihkain oažžut boazologu unnut Kárášjogas ja Guovdageainnus.

source: Årsakene til dette er sammensatt.
sme: Dasa leat máŋga siva.

source: Et grunnleggende problem er at det ikke forelå en helhetlig analyse av tilpasningssituasjonen for denne reindrifta da reformene fra slutten av 1970-tallet ble iverksatt.
sme: Okta vuđolaš váttisvuohta lea ahte ii lean ollislaš guorahallan dán boazodoalu heivehandilálašvuhtii, go ođastumiid loahpageahčen 1970-logu álggahuvvojedje.

source: I praksis innførte man tiltak som i hovedsak var utviklet i dialog med sørsamisk reindrift, som foregår i en langt mindre skala og har en annen politisk historie (Riseth 2000, 2009).
sme: Praksisas álggahedje doaimmaid mat ledje ráhkaduvvon ovttas lullisámi boazodoaluin, gos lea ollu unnit hivvodat ja lea áibbas eará politihkalaš historjá (Riseth 2000, 2009).

source: Situasjonen i Varanger/Polmak likner mer på den sørsamiske både gjennom at det er færre reineiere, og at de tidlig utviklet strategier som fokuserte både kalveslakt og økonomisk overskudd.
sme: Dilli Várjjagis/Buolbmágis sulastahttá eambbo dan lullisámi málle, go doppe leat unnit boazoeaiggádat ja go sii áigá ráhkadedje strategiijaid mas barget dan ala ahte njuvvet eambbo misiid ja vai šaddá ekonomalaš badjelbáza.

source: En institusjonell analyse legger vekt på at endringene fra 1960- og 70-tallet, både den teknologiske revolusjonen og en større integrasjon i storsamfunnet, skapte et styringsbehov som reindriftas egne institusjoner ikke var sterke nok til å ivareta.
sme: Ásahuslaš guorahallan deattuha ahte rievdamat 1960- ja 1970-logus, sihke teknologalaš revolušuvdna ja eambbo ovttaiduhttimin stuora servodagain, dagahedje eambbo stivrendárbbu, juoga maid boazodoalu iežas ásahusat eai nákcen dahkat.

source: Sommerbeitegrensning og et åpent landskap med få naturlige grenser og et stort antall reindriftshushold og siidaer gjorde også disse områdene ekstra sårbare for ekspansjon (Riseth &amp; Vatn 2009).
sme: Geassesiidarájiid ja rabas viiddis eatnamat, gos leat unnán lunddolaš rájit, ja ollu boazodoallobearraša ja siidda, dahke maid daid guovlluid hui raššin viidáneapmái (Riseth &amp; Vatn 2009).

source: Når det gjelder Karasjok og Kautokeino, stimulerte tilskuddsordninger over reindriftsavtalen i praksis også til å investere i økt reintall (Riseth 2000, 2009, Hausner et al.
sme: Kárášjogas ja Guovdageainnus ledje boazodoallošiehtadusa doarjjaortnegat veahkkin praksisas lasihit boazologu (Riseth 2000, 2009, Hausner et al.

source: Medforvaltningsorganene (områdestyrer og reindriftstyret), som alle hadde flertall av reineiere, fastsatte så vidt høye øvre reintall at reindriftsloven ikke bidro til å begrense reintallet på Finnmarksvidda på 1980-tallet.
sme: Mielhálddašanorgánat (Guovllustivra ja Boazodoallostivra) – main ledje eanas boazosápmelaččat, mearridedje nu alla alimus boazologuid Finnmárkku duoddarii 1980-logus, ahte boazodoalloláhka ii veahkehan ráddjet daid.

source: Det er også en del av bildet at mange store reineiere og siidaer ikke ønsket restriksjoner (Karlstad 1998).
sme: Okta oassi dán govas lea maid ahte máŋga bozolaš boazoeaiggáda ja siidda eai háliidan gáržžidemiid (Karlstad 1998).

source: Når reintallet likevel ble halvert i løpet av 1990-tallet, skyldes dette i stor grad noen meget vanskelige vintre.
sme: Go boazolohku goitge njiejai 1990-logus, dáhpáhuvai dat dan dihte go ledje moadde goavvi dálvvi.

source: Stortingsmeldinga En bærekraftig reindrift (St. meld 28 (1991–1992)) evaluerte reindriftspolitikken og la opp til økt selvstyre i næringa.
sme: Stuoradiggedieđáhus “Ceavzilis boazodoallu” (St. meld 28 (1991-92)) guorahalai boazodoallopolitihka ja adde eambbo iešstivrema ealáhussii.

source: På slutten av 1990-tallet stilte NRL krav om å få utredet en ny reindriftslov, i pakt med næringas egne behov.
sme: Loahpas 1990-logu gáibidii NBR čielggadit ođđa boazodoallolága, boazodoalu dárbbuid ektui. Dien doahttaledje eiseválddit.

source: Lovkomiteen for utredning av ny reindriftslov bestod av et flertall av reindriftssamer og hadde en leder som nøt bred tillit blant reindriftssamene.
sme: Ođđa boazodoallolága láhkalávdegottis ledje eanas boazosápmelaččat ja jođiheaddji lei geasa lei nanu luohttámuš boazosápmelaččaid gaskkas.

source: Utredninga (NOU 2001:35) ga siidainstitusjonen, som ble oversett i reindriftsloven av 1978, en sentral plass.
sme: Čielggadeamis (NAČ 2001:35) adde siidadilálašvuhtii guovddáš saji, juoga maid 1978 boazodoalloláhka ii vuhtiiváldán.

source: Reinbeitedistriktene fikk i utgangspunktet ansvaret for å regulere reintallet gjennom å lage bruksregler.
sme: Orohagat ožžo ovddasvástádusa mearridit alcceseaset boazologu go ráhkadit doaibmanjuolggadusaid.

source: Dette rimer godt med moderne fellesressursforskning som (jf. tekstboks 1) tilrår mest mulig selvstyre og begrenset myndighetsinnblanding.
sme: Dat heive bures oktii dainna ođđaáigásaš oktasašresursadutkamiin (geahča teakstaboksa 1), mas eanemus lági mielde lea iešstivren ja mas ráddje eiseválddiid seaguheamis.

source: Videre var det omfattende kontakt og dialog mellom departementet, Sametinget og NRL i perioden mellom utredning og lovvedtak i 2007, og det synes å ha vært en rimelig samstemmighet om at man nå fikk en tjenlig reindriftslov (Gundersen &amp; Riseth, 2013).
sme: Dasto lei ollu oktavuohta ja gulahallan departemeanttain, Sámedikkiin ja NBR dan áigodagas go barge guorahallamiin dasságo ođđa láhka mearriduvvui 2007, ja orru leamaš oalle ovttajienalašvuohta dasa ahte dál ožžo dohkálaš boazodoallolága (Gundersen &amp; Riseth, 2013).

source: Den nye reintallsveksten ga imidlertid ny næring til gammel frustrasjon for sentrale myndigheter, særlig fagkomiteen i Stortinget.
sme: Go ođđasit boazolohku lassánišgođii, de lei guovddáš eiseválddiide, earenoamážiid Stuoradikki fágalávdegoddái, cuogga ovdalaš fuolastumiid fas boltut bajás.

source: Reintallet i Finnmark har blitt framhevet som det sentrale reindriftspolitiske spørsmålet i gjentatte stortingsdebatter helt siden 1980-tallet.
sme: Finnmárkku boazolohku lea ovddiduvvon guovddáš boazodoallopolitihkalaš gažaldahkan máŋgii Stuoradiggedigaštallamiin 1980-logu rájes.

source: To statsråder, Sponheim (i 2005) og Brekk (i 2011), kom begge med medieutspill om tvangstiltak for å redusere reintallet.
sme: Guokte stáhtaráđi, Sponheim (2005) ja Brekk (2011), celkkiiga media bokte ahte bággonjuovvandoaimmaiguin ferte unnidit boazologu.

source: Sannsynligvis hadde de behov for å verne seg mot kritikk fra Stortinget.
sme: Jáhkkimis lei sudnos dárbu gáhttet iežaska Stuoradikki kritihka vuostá.

source: Det skulle imidlertid bli Riksrevisjonens rapportering som førte til at sentralmyndighetene i praksis skiftet politisk linje fra dialog til konfrontasjon.
sme: Lei goitge Riikarevišuvnna raporteren mii dagahii ahte guovddáš eiseválddit praktihkalaččat rievdadedje politihkalaš linnjá gulahallamis konfrontašuvdnii.

source: Riksrevisjonen har avgitt to rapporter med temaet bærekraftig reindrift i Finnmark.
sme: Riikarevišuvdna lea olggosaddán guokte raporta mas fáddán lea ceavzilis boazodoallu Finnmárkkus.

source: Den første (fra 2003) inngikk i behandlingen av ny reindriftslov, mens den andre (Riksrevisjonen 2012) kom etter at den nye loven var iverksatt og etter rask stigning i reintallene gjennom hele 2000-tallet og mangelfull oppfølging av nye vedtak om øvre reintall.
sme: Vuosttážis (2003) bođii ovdán go galge meannudit ođđa boazodoallolága, ja dat (Riikarevišuvdna 2012) bođii maŋŋil go ođđa boazodoalloláhka lei doaibmagoahtán ja boazolohku lei jođánit lassáneame miehtá 2000-logu, seammás go ledje váilevaš mearrádusat bajimus boazologu ektui.

source: Ved Stortingets behandling i januar 2013 av Riksrevisjonens rapport stilte man departementet til ansvar med krav om å pålegge Reindriftsstyret å vedta forholdsmessig reduksjon av reintallet for en rekke distrikter og siidaer som ikke har utarbeidet lovbestemte reduksjonsplaner.
sme: Go Stuoradiggi meannudii Riikkarevišuvnna raportta ođđajagimánu 2013, de gáibidedje ahte departemeantas galggai leat ovddasvástádus gáibidit ahte Boazodoallostivra mearrida heivvolaččat unniduvvon boazologu muhtin orohagaide ja siiddaide, mat eai lean ráhkadan láhkamearriduvvon unnidanplánaid.

source: Dette er blitt lojalt fulgt opp av departementet og Statens reindriftsforvaltning.
sme: Dan leaba departemeanta ja Stáhta boazodoallohálddahus oskkáldasat dahkan.

source: Jeg skal her ta utgangspunkt i den siste av Riksrevisjonens to rapporter.
sme: Dás áiggun geahčadit Riikkarevišuvnna guokte raportta.

source: Hovedfunnene i denne rapporten var følgende:
sme: Váldogávdnosat dán raporttas leat čuovvovaččat:

source: 1) Målet om en økologisk bærekraftig reindrift er fremdeles ikke realisert.
sme: (1) «Mihttu oažžut ekologalaš ceavzilis boazodoalu ii leat vel olahuvvon.

source: Store deler av Finnmarksvidda er overbeitet, som følge av et for høyt reintall.
sme: Stuora oassi Finnmárkku duoddaris lea guorban, sivas go leat badjelmeare ollu bohccot.

source: 2) Det er fremdeles vesentlige svakheter i Landbruks- og matdepartementets styring for å nå målet om bærekraftig reindrift, selv om styringen er forbedret.
sme: » (2) «Leat ain oinnolaš headjuvuođat Eanandoallo- ja biebmodepartemeantas stivremis, dan ektui movt joksat ceavzilis boazodoalu, vaikko stivren lea šaddan buoret.

source: Delmålet om økologisk bærekraft er operasjonalisert, mens delmålene om økonomisk og kulturell bærekraft ikke er tilstrekkelig operasjonalisert.
sme: Oassemihttu oažžut ekologalaš ceavzilis boazodoalu gal lea doaimmahuvvon, muhto ekonomalaš ja kultuvrralaš ceavzilvuođa mihtuid eai leat doarvái doaimmahan.

source: 3) Det er avdekket svakheter ved bruken av reindriftsloven og reindriftsavtalen for å sikre en bærekraftig reindrift. (Riksrevisjonen 2012:9)
sme: » (3) «Lea čájehuvvon ahte boazodoalloláhka ja boazodoallošiehtadus leat báneheamit go galgá sihkkarastit ceavzilis boazodoalu» (Riikarevišuvnna 2012:9).

source: Videre viser man til at gjennomsnittlige slaktevekter og kjøttavkastning ikke er i samsvar med grenseverdiene i kriteriene for økologisk bærekraft, og påpeker at reintallet må reduseres med 20 prosent.
sme: Revišuvnna mearkkašumiin cuiggodit man ollu lea eanan guorban ja čujuhit maid ahte gaskamearálaš njuovvandeattut ja biergobuvttadeamit eai olát ekologalaš ceavzilvuođa eavttuid rádjeárvvuid, ja mearkkašahttet ahte boazolohku ferte 20 proseanttain unniduvvot.

source: Revisjonen anser også at Stortingets mål ikke er realisert, og påpeker at den økonomiske situasjonen for reineierne i Finnmark er forverret. Videre sier revisjonen at det ikke er «mulig å vurdere om reindriften er økonomisk og kulturelt bærekraftig fordi målene ikke er tilstrekkelig operasjonalisert».
sme: Revišuvdna oaidná maid Stuoradikki mihttu ii leat čađahuvvon ja čujuhit ahte Finnmárkku boazoeaiggádiid ekonomalaš dilli lea vearáskan ja dadjet maid ahte «ii leat vejolaš veardádallat leago boazodoallu ekonomalaš ja kultuvrralaččat ceavzil, go mihtuid eai leat doarvái bures doaimmahan».

source: I sine merknader til svakhetene i styringen peker revisjonen både på manglende avklaring av hvordan de folkerettslige forpliktelsene skal ivaretas, og hvordan konsultasjonsavtalen kan brukes bedre.
sme: Stivrema váilivuođaid mearkkašupmái čujuha revišuvdna ahte sihke váilevaš čielggadeapmi movt álbmotrievttalaš geatnegasvuođaid galget vuhtiiváldit ja movt konsultašuvdnašiehtadusa sáhttá buorebut geavahit.

source: Det pekes også på at det er uheldig at departementet ikke har sørget for å realisere Reindriftsstyrets vedtak om øvre reintall.
sme: Čujuhuvvo maid ahte ii leat nu buorre go departemeanta ii leat fuolahan ahte Boazodoallostivrra mearrádus alimus boazologu ektui ii leat čađahuvvon.

source: Når det gjelder reindriftsavtalen, peker revisjonen på manglende informasjon om tilskuddsordningenes effekter med hensyn til bidrag til å nå mål om bærekraftig reindrift.
sme: Go guoská boazodoallošiehtadussii, de cuiggoda revišuvdna váilevaš diehtojuohkima doarjjaortnegiid váikkuhusaid ektui, go guoská dasa movt olahit ceavzilis boazodoalu mihtuid.

source: Riksrevisjonen mener prosessen med å få vedtatt bruksregler som skal avklare beitebruk og fastsette øvre reintall, har tatt for lang tid, og understreker også hvor viktig det er å fastsette bruksregler med øvre reintall for vinterbeitedistriktene.
sme: Riikarevišuvdna oaivvilda ahte proseassa oažžut dohkkehuvvot doaibmanjuolggadusaid, mat galget čielggadit guohtongeavaheami ja mearridit alimus boazologu, lea váldán beare guhkes áiggi. Sii deattuhit maid man dárbbašlaš lea ahte dálveorohagaide mearridit doaibmanjuolggadusaid main lea alimus mearriduvvon boazolohku.

source: I tillegg peker man på at departementet må ta et tydeligere ansvar for å utarbeide reduksjonsplaner og gjennomføre reduksjonen.
sme: Dasa lassin čujuhit ahte departemeanta ferte eambbo ovddasvástádusa váldit ráhkadit unnidanplánaid ja čađahit boazologu unnideami.
